Repository: yaa-llc/pas-plugin
Catalog: soliloquy-lightbox/languages/soliloquy-lightbox-*.po
Languages: fr_fr

source: The settings below adjust the lightbox settings for the slider.
fr_fr: Les paramètres ci-dessous vous permettent d'ajuster les paramètres de Lightbox pour ce diaporama.

source: Enable Lightbox?
fr_fr: Activer l'option Lightbox&nbsp;?

source: Enables or disables the slider lightbox.
fr_fr: Activer/désactiver Lightbox pour ce diaporama.

source: Lightbox Theme
fr_fr: Thème Lightbox

source: Sets the theme for the lightbox display.
fr_fr: Réglage du thème utilisé pour l'affichage de Lightbox.

source: Lightbox Title Position
fr_fr: Position de la légende

source: Sets the display of the titles inside of the lightbox.
fr_fr: Réglage de l'emplacement de la légende de chaque diapo à l'intérieur de la Lightbox.

source: Enable Lightbox Arrows?
fr_fr: Activer les flèches&nbsp;?

source: Enables or disables the lightbox navigation arrows.
fr_fr: Activer ou désactiver l'affichage des flèches de navigation de la Lightbox.

source: Enable Keyboard Navigation?
fr_fr: Navigation au clavier&nbsp;?

source: Enables or disables keyboard navigation in the lightbox.
fr_fr: Activer ou désactiver la navigation au clavier dans la Lightbox.

source: Enable Mousewheel Navigation?
fr_fr: Activer la navigation à la souris&nbsp;?

source: Enables or disables mousewheel navigation in the lightbox.
fr_fr: Activer ou désactiver la navigation avec la molette de la souris dans la Lightbox.

source: Keep Aspect Ratio?
fr_fr: Conserver les proportions de l'image&nbsp;?

source: If enabled, images will always resize based on the original aspect ratio.
fr_fr: Si cette option est activée, les images seront toujours redimensionnées en conservant les proportions originales.

source: Loop Lightbox Navigation?
fr_fr: Lecture en boucle&nbsp;?

source: Enables or disables infinite navigation cycling of the lightbox.
fr_fr: Activer ou désactiver la navigation continue dans la Lightbox.

source: Lightbox Transition Effect
fr_fr: Effet de transition

source: Type of transition between images in the lightbox view.
fr_fr: Réglage du type de transition pour la Lightbox.

source: HTML5 Output?
fr_fr: Rendu HTML5&nbsp;?

source: If enabled, uses data-soliloquy-lightbox instead of rel attributes for W3C HTML5 validation.
fr_fr: Si cette option est activée, utiliser "data-soliloquy-Lightbox" au lieu des attributs "rel" pour la validation W3C HTML5.

source: Load Videos in Lightbox?
fr_fr: Charger les diapos de type vidéo dans la Lightbox&nbsp;?

source: Loads video slides in the lightbox on click instead of inside the slider itself.
fr_fr: Afficher les diapos de type vidéo dans la Lightbox lors d'un clic au lieu d'afficher dans le diaporama lui-même.

source: Enable Lightbox Thumbnails?
fr_fr: Activer les vignettes de la Lightbox&nbsp;?

source: Enables or disables lightbox thumbnails.
fr_fr: Activer/désactiver les vignettes de la Lightbox.

source: Lightbox Thumbnails Width
fr_fr: Largeur des vignettes de la Lightbox

source: Sets the width of each lightbox thumbnail.
fr_fr: Règle la largeur des vignettes de la Lightbox

source: Lightbox Thumbnails Height
fr_fr: Hauteur des vignettes de la Lightbox

source: Sets the height of each lightbox thumbnail.
fr_fr: Règle la hauteur des vignettes de la Lightbox

source: Lightbox Thumbnails Position
fr_fr: Position des vignettes de la Lightbox

source: Sets the position of the lightbox thumbnails.
fr_fr: Règle la position des vignettes de la Lightbox

source: Enable Lightbox on Mobile?
fr_fr: Activer la Lightbox sur mobile&nbsp;?

source: Enables or disables the slider lightbox on mobile devices.
fr_fr: Activer/désactiver la Lightbox sur mobile&nbsp;?

source: Load in Lightbox?
fr_fr: Afficher dans une Lightbox&nbsp;?

source: The requested content cannot be loaded.<br/>Please try again later.</p>
fr_fr: Le contenu demandé n'a pas pu être chargé.<br/>Veuillez essayer à nouveau.</p>

source: Close
fr_fr: Fermer

source: Next
fr_fr: Suivant

source: Previous
fr_fr: Précédent

source: Base
fr_fr: Basique

source: Classic
fr_fr: Classique

source: Float
fr_fr: Flotter

source: Inside
fr_fr: Intérieur

source: Outside
fr_fr: Extérieur

source: Over
fr_fr: Surimpression

source: Fade
fr_fr: Fondu

source: Elastic
fr_fr: Elastique

source: No Effect
fr_fr: Aucun effet

source: Bottom
fr_fr: En bas

source: Top
fr_fr: En haut
